exporters/koma-letter-new-example.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-06-15 Tue 18:23 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Mis-shapen chaos of well-seeming forms!</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Romeo" />
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/htmlize.css"/>
 <link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Mis-shapen chaos of well-seeming forms!</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgae4a5ba">To-address of the lovely Juliet</a></li>
<li><a href="#org550062c">From</a></li>
<li><a href="#org791db31">Location</a></li>
<li><a href="#org7ac7545">Dear Juliet,</a></li>
<li><a href="#org2b277b8">Yours truly,</a></li>
<li><a href="#orgd80a785">some arbitrary LaTeX code</a></li>
<li><a href="#org1ee2fe3">PS</a></li>
<li><a href="#org0198b85">CC</a></li>
<li><a href="#org270f58c">ENCL</a></li>
<li><a href="#orgc499611">some more arbitrary LaTeX code</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgae4a5ba" class="outline-2">
<h2 id="orgae4a5ba">To-address of the lovely Juliet&#xa0;&#xa0;&#xa0;<span class="tag"><span class="to">to</span></span></h2>
<div class="outline-text-2" id="text-orgae4a5ba">
<p>
Juliet
House of Capulet
Verona
</p>
</div>
</div>

<div id="outline-container-org550062c" class="outline-2">
<h2 id="org550062c">From&#xa0;&#xa0;&#xa0;<span class="tag"><span class="from">from</span></span></h2>
<div class="outline-text-2" id="text-org550062c">
<p>
House of Montague
Verona
</p>
</div>
</div>
<div id="outline-container-org791db31" class="outline-2">
<h2 id="org791db31">Location&#xa0;&#xa0;&#xa0;<span class="tag"><span class="location">location</span></span></h2>
<div class="outline-text-2" id="text-org791db31">
<div class="org-center">
<p>
<b>Montague</b>
</p>
</div>
</div>
</div>

<div id="outline-container-org7ac7545" class="outline-2">
<h2 id="org7ac7545">Dear Juliet,</h2>
<div class="outline-text-2" id="text-org7ac7545">
<p class="verse">
Then plainly know my heart&rsquo;s dear love is set<br />
On the fair daughter of rich Capulet:<br />
As mine on hers, so hers is set on mine;<br />
And all combin&rsquo;d, save what thou must combine<br />
By holy marriage: when, and where, and how<br />
We met, we woo&rsquo;d, and made exchange of vow,<br />
I&rsquo;ll tell thee as we pass; but this I pray,<br />
That thou consent to marry us to-day.<br />
</p>
</div>
</div>

<div id="outline-container-org2b277b8" class="outline-2">
<h2 id="org2b277b8">Yours truly,&#xa0;&#xa0;&#xa0;<span class="tag"><span class="closing">closing</span></span></h2>
<div class="outline-text-2" id="text-org2b277b8">
<p>
Romeo of House Montague
</p>
</div>
</div>
<div id="outline-container-orgd80a785" class="outline-2">
<h2 id="orgd80a785">some arbitrary LaTeX code&#xa0;&#xa0;&#xa0;<span class="tag"><span class="my_after_signature">my_after_signature</span></span></h2>
<div class="outline-text-2" id="text-orgd80a785">
</div>
</div>
<div id="outline-container-org1ee2fe3" class="outline-2">
<h2 id="org1ee2fe3">PS&#xa0;&#xa0;&#xa0;<span class="tag"><span class="ps">ps</span></span></h2>
<div class="outline-text-2" id="text-org1ee2fe3">
<p>
PS: &ldquo;PS&rdquo; is not typeset automatically by KOMA-Script
</p>

<p>
 PPS: This is a feature!
</p>
</div>
</div>
<div id="outline-container-org0198b85" class="outline-2">
<h2 id="org0198b85">CC&#xa0;&#xa0;&#xa0;<span class="tag"><span class="cc">cc</span></span></h2>
<div class="outline-text-2" id="text-org0198b85">
<p>
Paris and Lawrence.
</p>
</div>
</div>
<div id="outline-container-org270f58c" class="outline-2">
<h2 id="org270f58c">ENCL&#xa0;&#xa0;&#xa0;<span class="tag"><span class="encl">encl</span></span></h2>
<div class="outline-text-2" id="text-org270f58c">
<p>
See also <a href="https://en.wikisource.org/wiki/The_Tragedy_of_Romeo_and_Juliet">The Tragedy of Romeo and Juliet</a>
</p>
</div>
</div>
<div id="outline-container-orgc499611" class="outline-2">
<h2 id="orgc499611">some more arbitrary LaTeX code&#xa0;&#xa0;&#xa0;<span class="tag"><span class="after_letter">after_letter</span></span></h2>
<div class="outline-text-2" id="text-orgc499611">
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 1580</p>
<p class="author">Author: Romeo</p>
<p class="date">Created: 2021-06-15 Tue 18:23</p>
</div>
</body>
</html>
